Repository: softbrix/pigallery2
Catalog: frontend/translate/messages.*.xlf
Languages: fr

source: Please log in
fr: Veuillez vous connecter

source: Wrong username or password
fr: Mauvais nom d'utilisateur ou mot de passe

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Remember me
fr: Se souvenir de moi

source: Login
fr: Connexion

source: Wrong password
fr: Mauvais mot de passe

source: Enter
fr: Entrer

source: download
fr: télécharger

source: info key: i
fr: touche info : i

source: toggle fullscreen, key: f
fr: basculer en plein écran, touche : f

source: close, key: Escape
fr: fermer, touche : Echap

source: key: left arrow
fr: touche : flèche gauche

source: key: right arrow
fr: touche : flèche droite

source: Zoom out, key: '-'
fr: Zoom arrière, touche : '-'

source: Zoom in, key: '+'
fr: Zoom avant, touche : '+'

source: Link availability
fr: Disponibilité des liens

source: days
fr: jours

source: Too many results to show. Refine your search.
fr: Trop de résultats à afficher. Précisez votre recherche.

source: duplicates
fr: doublons

source: Settings
fr: Paramètres

source: Logout
fr: Déconnexion

source: Search
fr: Recherche

source: Share
fr: Partager

source: Copy
fr: Copier

source: Sharing:
fr: Partage :

source: Include subfolders:
fr: Inclure les sous-dossiers :

source: Valid:
fr: Valider :

source: Hours
fr: Heures

source: Days
fr: Jours

source: Months
fr: Mois

source: Searching for:
fr: À la recherche de:

source: items
fr: articles

source: Server notifications
fr: Notifications du serveur

source: To dismiss these notifications, restart the server.
fr: Pour supprimer ces notifications, redémarrez le serveur.

source: duration
fr: durée

source: bit rate
fr: vitesse de transmission

source: Random link
fr: Lien aléatoire

source: Random Link generator
fr: Générateur de liens aléatoires

source: In Folder:
fr: Dans le dossier :

source: Any
fr: Tous

source: Landscape
fr: Paysage

source: Resolution:
fr: Résolution :

source: Password protection
fr: Protection par mot de passe

source: Name
fr: Nom

source: Role
fr: Rôle

source: + Add user
fr: + Ajouter un utilisateur

source: To protect the site with password / have login enable this.
fr: Pour protéger le site avec un mot de passe / demander à l'utilisateur d'activer cette fonction.

source: Add new User
fr: Ajouter un nouvel utilisateur

source: Close
fr: Fermer

source: Add User
fr: Ajouter un utilisateur

source: Database settings
fr: Paramètres de base de données

source: Install manually mysql node module to use mysql (npm install mysql)
fr: Installer manuellement le module de noeud mysql pour utiliser mysql (npm install mysql)

source: MySQL settings:
fr: Paramètres MySQL :

source: Host
fr: Hôte

source: Database
fr: Base de données

source: SQLite settings:
fr: Paramètres SQLite :

source: Save
fr: Enregistrer

source: Reset
fr: Réinitialiser

source: Map settings
fr: Paramètres de la carte

source: Map provider
fr: Fournisseur de carte

source: Map tile url
fr: Url de tuile de la carte

source: The map module will use this url to fetch the map tiles.
fr: Le module de carte utilisera cette url pour récupérer les tuiles de la carte.

source: Mapbox access token
fr: Jeton d'accès Mapbox

source: MapBox needs an access token to work, create one at
fr: MapBox a besoin d’un jeton d’accès pour pouvoir fonctionner, créez-en un à

source: Save
fr: Enregistrer

source: Reset
fr: Réinitialiser

source: Thumbnail settings
fr: Paramètres des vignettes

source: It is highly recommended to use hardware accelerated (sharp or gm) lib for thumbnail generation
fr: Il est fortement recommandé d'utiliser une librairie avec accélération matérielle (sharp ou gm) pour la génération des vignettes.

source: Thumbnail generation library
fr: Bibliothèque de génération de vignettes

source: Make sure that sharp node module is installed (npm install sharp).
fr: Assurez-vous que le module de nœud sharp est installé.

source: Make sure that gm node module and
fr: Assurez-vous que le module de noeud gm et

source: are installed (npm install sharp).
fr: sont installés (npm install sharp).

source: Thumbnail folder
fr: Dossier des vignettes

source: Thumbnails will be saved in this folder. Write access is required
fr: Les vignettes seront sauvegardées dans ce dossier. Un droit d'accès en écriture est requis

source: Thumbnail Quality
fr: Qualité des vignettes

source: High quality may be slow. Especially with Jimp.
fr: Une haute qualité peut être lente à obtenir. Surtout avec Jimp.

source: Icon size (used on maps)
fr: Taille des icônes (utilisées sur les cartes)

source: Thumbnail sizes
fr: Taille des vignettes

source: Size of the thumbnails.
fr: Taille des vignettes.

source: The best matching size will be generated. (More size gives better quality, but use storage to store and CPU to render.)
fr: La taille qui correspond le mieux sera générée. (Plus la taille est grande, meilleure est la qualité, mais utilise plus de stockage et de CPU pour effectuer le rendu.)

source: ';' separated integers. If size is 200, that thumbnail will have 200^2 pixels.
fr: ';' entiers séparés. Si la taille est 200, cette vignette aura 200^2 pixels.

source: Video settings
fr: Paramètres vidéo

source: Video support uses ffmpeg. ffmpeg and ffprobe binaries need to be available in the PATH or the @ffmpeg-installer/ffmpeg and @ffprobe-installer/ffprobe optional node packages need to be installed.
fr: Le support vidéo utilise ffmpeg. Les fichiers binaires ffmpeg et ffprobe doivent être présents dans le PATH ou les paquets de noeuds facultatifs @ffmpeg-installer/ffmpeg et @ffprobe-installer/ffprobe doivent être installés.

source: Meta file settings
fr: Paramètres de méta-fichier

source: Reads and show *.gpx files on the map
fr: Lecture et affichage des fichiers *.gpx sur la carte

source: Search settings
fr: Paramètres de recherche

source: Autocomplete
fr: Auto-complétion

source: Instant search
fr: Recherche instantanée

source: Enables showing search results, while typing search query
fr: Permet d'afficher les résultats de la recherche lors de la saisie de la requête

source: Search is not supported with these settings
fr: La recherche n'est pas supportée avec ces paramètres

source: Share settings
fr: Paramètres de partage

source: Password protected
fr: Protégé par mot de passe

source: Enables password protected sharing links
fr: Active les liens de partage protégés par mot de passe

source: Sharing is not supported with these settings
fr: Le partage n'est pas supporté avec ces paramètres

source: Random Photo settings
fr: Paramètres des photos aléatoires

source: This feature enables you to generate 'random photo' urls. That URL returns a photo random selected from your gallery. You can use the url with 3rd party like random changing desktop background.
fr: Cette fonctionnalité vous permet de générer des URL de "photo aléatoire". Cette URL renvoie une photo sélectionnée au hasard de votre galerie. Vous pouvez utiliser l'URL avec une tierce partie comme changer l'arrière-plan du bureau.

source: Random Photo is not supported with these settings
fr: Photo aléatoire n'est pas supporté avec ces paramètres

source: Basic settings
fr: Paramètres de base

source: Page title
fr: Titre de la page

source: Server will accept connections from this IPv6 or IPv4 address.
fr: Le serveur acceptera les connexions à partir de cette adresse IPv6 ou IPv4.

source: Port number. Port 80 is usually what you need.
fr: Numéro de Port. Le port 80 est généralement celui qui vous faudra utiliser.

source: Images folder
fr: Dossier Images

source: Images are loaded from this folder (read permission required)
fr: Les images sont chargées à partir de ce dossier (permission de lecture requise)

source: Page public url
fr: URL de la page publique

source: If you access the page form local network its good to know the public url for creating sharing link
fr: Si vous accédez à la page du réseau local, il est bon de connaître l'URL publique pour créer un lien de partage

source: Url Base
fr: URL de base

source: If you access the gallery under a sub url (like: http://mydomain.com/myGallery), set it here. If not working you might miss the '/' from the beginning of the url.
fr: Si vous accédez à la galerie sous une url secondaire (comme: http://mondomaine.com/myGallery), définissez-le ici. Si cela ne fonctionne pas, vous risquez de manquer le '/' au début de l'URL.

source: The public url and the url base are not matching. Some of the functionality might not work.
fr: L'URL publique et la base de l'URL ne correspondent pas. Certaines fonctionnalités pourraient ne pas fonctionner.

source: Other settings
fr: Autres paramètres

source: Error:
fr: Erreur :

source: Threads:
fr: Fils :

source: Threading
fr: Utilisation de fils

source: Runs directory scanning and thumbnail generation (only for Jimp) in a different thread
fr: Exécute l'analyse du répertoire et la génération de vignettes (uniquement pour Jimp) dans un fil différent

source: Thumbnail threads
fr: Fils de vignettes

source: Number of threads that are used to generate thumbnails. If auto, number of CPU cores -1 threads will be used.
fr: Nombre de fils de discussion utilisés pour générer des vignettes. Si automatique, le nombre de cœurs CPU -1 fils sera utilisé.

source: Misc:
fr: Divers :

source: Scroll based thumbnail generation
fr: Génération de vignettes basées sur le défilement

source: Those thumbnails get higher priority that are visible on the screen
fr: Ces vignettes ont une priorité plus élevée et sont visibles à l'écran.

source: Lazy image rendering
fr: Rendu d'image paresseux

source: Shows only the required amount of photos at once. Renders more if page bottom is reached
fr: Affiche uniquement le nombre de photos nécessaires à la fois. Plus de rendu si le bas de la page est atteint

source: Caches directory contents and search results for better performance
fr: Met en cache le contenu du répertoire et les résultats de la recherche pour de meilleures performances

source: Caption first naming
fr: Légende du premier nom

source: Show the caption (IPTC 120) tags from the EXIF data instead of the filenames.
fr: Affichez les balises Légende (IPTC 120) à partir des données EXIF ​​au lieu des noms de fichiers.

source: Navigation bar:
fr: Barre de navigation :

source: Show item count
fr: Afficher le nombre d'articles

source: Show the number of items (photos) in the folder
fr: Afficher le nombre d'éléments (photos) dans le dossier

source: Default photo sorting method
fr: Méthode de tri des photos par défaut

source: Folder indexing
fr: Indexation de dossier

source: Index cache timeout [ms]
fr: Délai d'attente du cache d'index [ms]

source: If there was no indexing in this time, it reindexes. (skipped if indexes are in DB and sensitivity is low)
fr: S'il n'y a pas eu d'indexation pendant ce temps, il réindexe. (ignoré si les index sont en DB et que la sensibilité est faible)

source: Sub folder preview size
fr: Taille de prévisualisation du sous-dossier

source: Reads this many photos from sub folders
fr: Lit autant de photos de ce sous-dossiers

source: Folder reindexing sensitivity
fr: Sensibilité de réindexation des dossiers

source: Set the reindexing sensitivity. High value check the folders for change more often
fr: Réglez la sensibilité de réindexation. Utiliser une valeur plus importanteus fréquente des changements plus souvent dans le dossier

source: Save
fr: Enregistrer

source: Reset
fr: Réinitialiser

source: If you add a new folder to your gallery, the site indexes it automatically.
fr: Si vous ajoutez un nouveau dossier à votre galerie, le site l'indexe automatiquement.

source: If you would like to trigger indexing manually, click index button.
fr: Si vous souhaitez déclencher l'indexation manuellement, cliquez sur le bouton d'indexation.

source: Note: search only works among the indexed directories
fr: Remarque: la recherche ne fonctionne que parmi les répertoires indexés

source: indexing
fr: indexation

source: elapsed
fr: écoulé

source: left
fr: gauche

source: Indexes the folders
fr: Index des dossiers

source: Index with Thumbnails
fr: Index avec les vignettes

source: Indexes the folders and also creates the thumbnails
fr: Indexe les dossiers et crée également les vignettes

source: Cancel
fr: Annuler

source: Reset Indexes
fr: Réinitialiser les Index

source: Statistic:
fr: Statistique :

source: Folders
fr: Dossiers

source: Videos
fr: Vidéos

source: Size
fr: Taille

source: Listing duplicates ( photos). <strong> {{duplicateCount.pairs}} </strong> {{duplicateCount.photos}}
fr: [objet Objet]

source: No duplicates found
fr: Aucun doublon trouvé
